{
  "welcome": "Tervetuloa",
  "notFoundPage": {
    "error": "404",
    "heading": "Hups! Etsimääsi sivua ei löydy.",
    "body": "Saitat saattavat olla väärät, tai sivu saattaa olla siirretty.",
    "button": "Takaisin etusivulle"
  },
  "options": {
    "heading": "Integroitu maksujärjestelmä ja logistiikkajärjestelmä, jossa on sisäänrakennettu tilaustenhallintajärjestelmä",
    "link": "Pyydä demoa",
    "paymentHeading": "Turvalliset maksut",
    "paymentText": "Turvalliset maksut alan johtajien tukemana.",
    "orderHeading": "Tilausten hallinta",
    "orderText": "Tilaustenhallintajärjestelmä integroituna logistiikkapalveluntarjoajiin.",
    "logisticHeading": "Optimoitu logistiikka",
    "logisticText": "Optimoitu logistiikka paikallisille ja kaupunkien välisille lähetyksille."
  },
  "users": {
    "heroHeading": "Parannamme ostokokemustasi paikallisten ja valtakunnallisten jälleenmyyjien kanssa",
    "heroText": "",
    "sellingHeading1": "Näe, Mitä",
    "sellingHeadingSpan": "Paikalliset Kivijalkakaupat",
    "sellingHeading2": "Myyvät",
    "sellingText": "Pian voit shoppailla paikallisista vähittäiskaupoista vaivattomasti, nähdä tuottiden saatavus reaaliajassa ja varmistaa, ettet tuhlaa aikaasi epävarmoihin ostosmatkoihin.",
    "optionMainHeading": "Tutustu, miten Veskon ostovaihtoehdot parantavat osto sinun kokemusta",
    "option1Heading": "Tuotteen saatavuus",
    "option1Text": "Miksi matkustaa pitkiä matkoja tuotteen perässä? Veskon kautta voit tarkistaa, kuka sitä myy ja onko se saatavilla myymälässä.",
    "option2Heading": "BOPIS (Osta verkosta, nouda myymälästä)",
    "option2Text": "Vesko auttaa sinua löytämään tuotteita paikallisista vähittäiskaupoista, ostamaan ne verkossa ja noutamaan myymälästä.",
    "option3Heading": "Tuotteen varaaminen",
    "option3Text": "Haluatko ostaa viimeisen tuotteen, mutta et ole varma, vastaako se tarpeitasi? Veskossa voit helposti varata sen verkossa.",
    "option4Heading": "Kotiinkuljetus",
    "option4Text": "Haluatko jäädä kotona? Voimme toimittaa tilauksesi kotiovelle asti.",
    "descriptionHeading1": "Kyse ei ole Vain Paikallisesta kivijalkakaupasta,",
    "descriptionSpan1": "Vesko",
    "descriptionHeading2": "Yhdistää sinut",
    "descriptionSpan2": "kauppoihin ja brändeihin ympäri Suomen",
    "descriptionText": "Shoppaile verkossa laajasta valikoimasta brändeistä ja kivijalkakaupasta ympäri Suomea. Vesko tarjoaa myös ainutlaatuisia tapoja olla yhteydessä myyjiin, parantaen asiakaspalvelua ja ostokokemusta.",
    "missionHeading": "Tehtävämme on yhdistää sinut",
    "missionP1": "Suomessa on monia pieniä kauppoja ja brändejä, jotka tarjoavat ainutlaatuisia ja aitoja tuotteita, usein paikallisesti ja kestävällä tavalla valmistettuja. Nämä tuotteet ovat erityisiä ja usein saatavilla vain pienistä liikkeistä, eivät suurista ketjukaupoista tai suurilta ulkomaisilta verkkokauppiailta. Monet näistä yrityksistä eivät pysty myymään tuotteitaan verkkokauppoihin tai heillä ei ole mahdollisuutta verkkonäkyvyyteen.",
    "missionP2": "Veskolla olemme sitoutuneet kuromaan tämän eron umpeen antamalla suomalaisille brändeille ja kaupoille verkkoalustan, jonka avulla voit löytää ja tukea näitä paikallisia yrityksiä ja yrittäjiä, olitpa missä tahansa."
  }
}
